fix：修复README.md中的架构图问题
